tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "caarlos0/tap"
tap "dkanejs/astronomer"
tap "espanso/espanso"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "mongodb/brew"
brew "ack"
brew "asdf"
brew "python@3.8"
brew "aws-sam-cli"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "bat"
brew "boost"
brew "ghc"
brew "cabal-install"
brew "fontconfig"
brew "cfn-lint"
brew "ddcctl"
brew "deno"
brew "dive"
brew "docker", link: false
brew "docker-compose", link: false
brew "doctl"
brew "dos2unix"
brew "exa"
brew "fd"
brew "libheif"
brew "imagemagick"
brew "folderify"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-quick-stats"
brew "git-standup"
brew "gitleaks"
brew "gnu-getopt"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "sdl2_image"
brew "gource"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "pkg-config"
brew "guile"
brew "htop"
brew "httpie"
brew "jless"
brew "jq"
brew "jsonnet"
brew "k6"
brew "krb5"
brew "kubernetes-cli"
brew "localstack"
brew "mas"
brew "mitmproxy"
brew "node@16"
brew "mongosh"
brew "neovim"
brew "python@3.10"
brew "node@14"
brew "pandoc"
brew "pkgdiff"
brew "postgresql@13", restart_service: true
brew "postgresql@14"
brew "pulumi"
brew "python@3.9"
brew "redis"
brew "remarshal"
brew "ripgrep"
brew "rom-tools"
brew "s3cmd"
brew "screenfetch"
brew "shellcheck"
brew "shfmt"
brew "slides"
brew "speedtest-cli"
brew "switchaudio-osx"
brew "telnet"
brew "terminal-notifier"
brew "thefuck"
brew "tig"
brew "tree"
brew "wifi-password"
brew "zsh"
brew "caarlos0/tap/jsonfmt"
brew "jakehilborn/jakehilborn/displayplacer"
brew "mongodb/brew/mongodb-community"
cask "1password"
cask "arc"
cask "autodesk-fusion360"
cask "bartender"
cask "beekeeper-studio"
cask "brave-browser"
cask "cleanshot"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dozer"
cask "espanso"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "flux"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "graphql-playground"
cask "handbrake"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "keepingyouawake"
cask "maccy"
cask "microsoft-azure-storage-explorer"
cask "middleclick"
cask "mongodb-compass"
cask "mos"
cask "netnewswire"
cask "ngrok"
cask "notion"
cask "numi"
cask "obs"
cask "obsidian"
cask "openemu"
cask "pgadmin4"
cask "phoenix"
cask "pocket-casts"
cask "postman"
cask "prusaslicer"
cask "raycast"
cask "screenflow"
cask "shapr3d"
cask "shottr"
cask "slack"
cask "sonos"
cask "spotify"
cask "staruml"
cask "switchresx"
cask "temurin"
cask "topnotch"
cask "trex"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wkhtmltopdf"
cask "zoom"
mas "EasyRes", id: 688211836
mas "Hand Mirror", id: 1502839586
mas "Unsplash Wallpapers", id: 1284863847
