tap "adoptopenjdk/openjdk"
tap "caarlos0/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "ack"
brew "openssl@1.1"
brew "python@3.8"
brew "awscli"
brew "bat"
brew "cfn-lint"
brew "cmatrix"
brew "coreutils"
brew "dive"
brew "docker", link: false
brew "docker-compose", link: false
brew "dos2unix"
brew "fd"
brew "fzf"
brew "git"
brew "git-quick-stats"
brew "git-standup"
brew "gnupg"
brew "gradle"
brew "htop"
brew "jq"
brew "jsonnet"
brew "kubernetes-cli"
brew "mas"
brew "neovim"
brew "pkg-config"
brew "postgresql"
brew "protobuf"
brew "pulumi"
brew "remarshal"
brew "ripgrep"
brew "screenfetch"
brew "shellcheck"
brew "telnet"
brew "tmux"
brew "tree"
brew "zsh"
brew "caarlos0/tap/jsonfmt"
brew "mongodb/brew/mongodb-community"
cask "adoptopenjdk11"
cask "alfred"
cask "bloomrpc"
cask "blue-jeans"
cask "cscreen"
cask "dash"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dozer"
cask "flux"
cask "font-jetbrains-mono-nerd-font"
cask "font-robotomono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "hand-mirror"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "keepingyouawake"
cask "linein"
cask "maccy"
cask "middleclick"
cask "mongodb-compass"
cask "obs"
cask "pocket-casts"
cask "postman"
cask "robo-3t"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
