tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "caarlos0/tap"
tap "dkanejs/astronomer"
tap "espanso/espanso"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "localsend/localsend"
tap "mongodb/brew"
tap "supabase/tap"
brew "ack"
brew "act", args: ["HEAD"]
brew "actionlint"
brew "asdf"
brew "pycparser"
brew "cffi"
brew "aws-sam-cli"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "blueutil"
brew "boost"
brew "ghc"
brew "cabal-install"
brew "fontconfig"
brew "glib"
brew "cairo"
brew "cfn-lint"
brew "cloc"
brew "ddcctl"
brew "deno"
brew "dive"
brew "docker", link: false
brew "docker-compose", link: false
brew "doctl"
brew "dos2unix"
brew "exa"
brew "fd"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "folderify"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-quick-stats"
brew "git-standup"
brew "gitleaks"
brew "glow"
brew "gnu-getopt"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "sdl2_image"
brew "gource"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "pkg-config"
brew "guile"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "jless"
brew "jq"
brew "jsonnet"
brew "k6"
brew "kubernetes-cli"
brew "llm"
brew "localstack"
brew "mas"
brew "mitmproxy"
brew "mongosh"
brew "neofetch"
brew "neovim"
brew "python@3.10"
brew "node@14"
brew "node@16"
brew "pandoc"
brew "pinentry-mac"
brew "pkgdiff"
brew "postgresql@16", restart_service: true
brew "pulumi"
brew "python@3.8"
brew "python@3.9"
brew "redis"
brew "remarshal"
brew "ripgrep"
brew "rom-tools"
brew "s3cmd"
brew "screenfetch"
brew "shellcheck"
brew "shfmt"
brew "slides"
brew "speedtest-cli"
brew "switchaudio-osx"
brew "telnet"
brew "terminal-notifier"
brew "thefuck"
brew "tig"
brew "tree"
brew "wifi-password"
brew "yq"
brew "zsh"
brew "caarlos0/tap/jsonfmt"
brew "jakehilborn/jakehilborn/displayplacer"
brew "mongodb/brew/mongodb-community"
brew "supabase/tap/supabase"
cask "1password"
cask "arc"
cask "autodesk-fusion"
cask "bartender"
cask "beekeeper-studio"
cask "brave-browser"
cask "cleanshot"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dozer"
cask "espanso"
cask "figma"
cask "firefox"
cask "firefox@developer-edition"
cask "flux"
cask "font-geist-mono-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "graphql-playground"
cask "handbrake"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "keepingyouawake"
cask "localsend"
cask "logitech-g-hub"
cask "maccy"
cask "microsoft-azure-storage-explorer"
cask "middleclick"
cask "mongodb-compass"
cask "mos"
cask "netnewswire"
cask "ngrok"
cask "notion"
cask "numi"
cask "obs"
cask "obsidian"
cask "openemu"
cask "pgadmin4"
cask "phoenix"
cask "pika"
cask "pocket-casts"
cask "postman"
cask "prusaslicer"
cask "raspberry-pi-imager"
cask "raycast"
cask "screenflow"
cask "shapr3d"
cask "shottr"
cask "slack"
cask "sonos"
cask "spotify"
cask "staruml"
cask "stats"
cask "switchresx"
cask "temurin"
cask "todoist"
cask "topnotch"
cask "trex"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wireshark"
cask "wkhtmltopdf"
cask "zoom"
mas "EasyRes", id: 688211836
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "Journey", id: 1300202543
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.bookmarks"
vscode "alexcvzz.vscode-sqlite"
vscode "aliariff.auto-add-brackets"
vscode "andys8.jest-snippets"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "bungcip.better-toml"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "edb.settings-on-fire"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "foam.foam-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.github-actions"
vscode "foxundermoon.shell-format"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hoovercj.vscode-settings-cycler"
vscode "humao.rest-client"
vscode "idleberg.applescript"
vscode "irongeek.vscode-env"
vscode "jebbs.plantuml"
vscode "johnpapa.vscode-peacock"
vscode "kddejong.vscode-cfn-lint"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mongodb.mongodb-vscode"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "naumovs.color-highlight"
vscode "neelyinnovations.note-macros"
vscode "nick-lvov-dev.typescript-explicit-types"
vscode "orta.vscode-twoslash"
vscode "orta.vscode-twoslash-queries"
vscode "ortoni.ortoni"
vscode "pajoma.vscode-journal"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rpinski.shebang-snippets"
vscode "ryuta46.multi-command"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "skn0tt.markdown-link-expander"
vscode "sryze.uridecode"
vscode "stivo.tailwind-fold"
vscode "suhay.vscode-editor-group-minimizer"
vscode "thomaskoppelaar.markdown-wiki-links-preview"
vscode "timonwong.shellcheck"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"
vscode "xyc.vscode-mdx-preview"
vscode "yoavbls.pretty-ts-errors"
vscode "ypresto.vscode-intelli-refactor"
vscode "yzhang.markdown-all-in-one"
vscode "zhang-renyang.chat-gpt"
