alefragnani.Bookmarks
aliariff.auto-add-brackets
andys8.jest-snippets
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
BriteSnow.vscode-toggle-quotes
bungcip.better-toml
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
donjayamanne.githistory
eamodio.gitlens
edb.settings-on-fire
EditorConfig.EditorConfig
esbenp.prettier-vscode
firsttris.vscode-jest-runner
foam.foam-vscode
formulahendry.auto-rename-tag
foxundermoon.shell-format
GitHub.copilot
GitHub.copilot-labs
GitHub.remotehub
GitHub.vscode-pull-request-github
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
hoovercj.vscode-settings-cycler
humao.rest-client
IronGeek.vscode-env
jebbs.plantuml
johnpapa.vscode-peacock
kddejong.vscode-cfn-lint
kumar-harsh.graphql-for-vscode
mechatroner.rainbow-csv
mikestead.dotenv
mongodb.mongodb-vscode
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.remote-explorer
ms-vscode.remote-repositories
mushan.vscode-paste-image
naumovs.color-highlight
nick-lvov-dev.typescript-explicit-types
Orta.vscode-twoslash-queries
ortoni.ortoni
pajoma.vscode-journal
Prisma.prisma
quicktype.quicktype
rangav.vscode-thunder-client
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
richie5um2.vscode-sort-json
rpinski.shebang-snippets
ryuta46.multi-command
sibiraj-s.vscode-scss-formatter
silvenon.mdx
skn0tt.markdown-link-expander
sryze.uridecode
stivo.tailwind-fold
thomaskoppelaar.markdown-wiki-links-preview
tht13.html-preview-vscode
timonwong.shellcheck
usernamehw.errorlens
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
xyc.vscode-mdx-preview
yoavbls.pretty-ts-errors
ypresto.vscode-intelli-refactor
yzhang.markdown-all-in-one
