adpyke.vscode-sql-formatter
alefragnani.bookmarks
alexcvzz.vscode-sqlite
aliariff.auto-add-brackets
andys8.jest-snippets
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
britesnow.vscode-toggle-quotes
bungcip.better-toml
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
donjayamanne.githistory
eamodio.gitlens
edb.settings-on-fire
editorconfig.editorconfig
esbenp.prettier-vscode
firsttris.vscode-jest-runner
foam.foam-vscode
formulahendry.auto-rename-tag
foxundermoon.shell-format
george-alisson.html-preview-vscode
github.copilot
github.copilot-chat
github.remotehub
github.vscode-pull-request-github
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
hoovercj.vscode-settings-cycler
humao.rest-client
idleberg.applescript
irongeek.vscode-env
jebbs.plantuml
johnpapa.vscode-peacock
kddejong.vscode-cfn-lint
kumar-harsh.graphql-for-vscode
mechatroner.rainbow-csv
mikestead.dotenv
mongodb.mongodb-vscode
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.remote-explorer
ms-vscode.remote-repositories
mushan.vscode-paste-image
naumovs.color-highlight
neelyinnovations.note-macros
nick-lvov-dev.typescript-explicit-types
orta.vscode-twoslash
orta.vscode-twoslash-queries
ortoni.ortoni
pajoma.vscode-journal
prisma.prisma
quicktype.quicktype
rangav.vscode-thunder-client
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
richie5um2.vscode-sort-json
rpinski.shebang-snippets
ryuta46.multi-command
sibiraj-s.vscode-scss-formatter
skn0tt.markdown-link-expander
sryze.uridecode
stivo.tailwind-fold
suhay.vscode-editor-group-minimizer
thomaskoppelaar.markdown-wiki-links-preview
timonwong.shellcheck
unifiedjs.vscode-mdx
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
xyc.vscode-mdx-preview
yoavbls.pretty-ts-errors
ypresto.vscode-intelli-refactor
yzhang.markdown-all-in-one
zhang-renyang.chat-gpt
