alefragnani.Bookmarks
andys8.jest-snippets
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-preview-github-styles
burkeholland.simple-react-snippets
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
DigitalBrainstem.javascript-ejs-support
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
faustinoaq.crystal-lang
firsttris.vscode-jest-runner
formulahendry.auto-rename-tag
g3ortega.crystal
golang.go
GraphQL.vscode-graphql
heptio.jsonnet
johnpapa.vscode-peacock
kddejong.vscode-cfn-lint
kofno.crystal-ide
kumar-harsh.graphql-for-vscode
matangover.mypy
mechatroner.rainbow-csv
mohsen1.react-javascript-to-typescript-transform-vscode
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
naumovs.color-highlight
oderwat.indent-rainbow
pajoma.vscode-journal
redhat.vscode-commons
redhat.vscode-yaml
rpinski.shebang-snippets
sibiraj-s.vscode-scss-formatter
silvenon.mdx
tamj0rd2.ts-quickfixes-extension
tht13.html-preview-vscode
timonwong.shellcheck
usernamehw.errorlens
vscode-icons-team.vscode-icons
xabikos.JavaScriptSnippets
xyc.vscode-mdx-preview
ypresto.vscode-intelli-refactor
yzhang.markdown-all-in-one
